[
  {
    "id": 1,
    "metiers": ["Acteur", "Réalisateur", "Producteur délégué", "Scénariste"],
    "nom": "Bryan Cranston",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/88/Bryan_Cranston_2023_%28cropped%29.jpg",
    "nom_de_naissance": "Bryan Lee Cranston",
    "date_de_naissance": "07 Mars 1956",
    "age": 69,
    "nationalite": "Américain",
    "carriere": 50,
    "nb_films": 111,
    "prix": 8,
    "oeuvres_principales": ["Breaking Bad", "Malcolm in the Middle", "Trumbo"],
    "description": "Acteur emblématique, connu pour son rôle marquant de Walter White dans 'Breaking Bad'.",
    "biographie": "Bryan Lee Cranston est né dans la vallée de San Fernando, en Californie. Il est le fils de l'actrice Peggy Sell et de l'acteur Joseph Louis Cranston. Il a grandi à Los Angeles et est diplômé du Canoga Park High School. Il a étudié la criminologie à l'université. Bryan Cranston aux côtés d'Aaron Paul et du créateur de la série Breaking Bad, Vince Gilligan. Il fait ses premières apparitions, durant les années 1980, dans des séries télévisées américaines comme Supercopter ou Alerte à Malibu ; il apparait également dans plusieurs publicités durant cette période. Puis, entre 1994 et 1997, il joue dans les sitcoms Un gars du Queens et Seinfeld. En 1998, il fait une apparition dans un épisode de X-Files : Aux frontières du réel (saison 6 épisode 2 : Poursuite), écrit par Vince Gilligan. Il prête ses traits au personnage de Patrick Garland Crump. La même année, il tourne son premier film en tant que réalisateur, Last Chance, qu'il a aussi scénarisé. Ce film connaît une exploitation discrète l'année suivante, alors que l'acteur continue à courir les castings, sa carrière ayant toujours du mal à réellement décoller. En 2000, il est choisi pour incarner Hal, le père de famille presque aussi irresponsable que ses enfants, dans une nouvelle série comique, Malcolm. Le succès critique et commercial est alors au rendez-vous, dépassant les frontières des États-Unis et faisant enfin connaître Bryan Cranston, alors qu'il est âgé de 44 ans, auprès d'un large public et d'une audience désormais internationale ; et lui vaut trois nominations aux Emmy Awards dans la catégorie « meilleur acteur dans une comédie ». Le programme connaît aux États-Unis de très bonnes audiences durant quatre saisons, avant de baisser progressivement, jusqu'en 2006, année d'arrêt du programme au bout de 7 saisons et 151 épisodes. L'acteur reste fidèle à la série et réalise même plusieurs épisodes. À sa conclusion, il rebondit aussitôt vers un rôle d'invité dans la sitcom à succès How I Met Your Mother : celui de Hammond Druthers, un architecte sadique, d'abord patron de Ted qui ensuite devient son employé, avant d'être renvoyé par ce dernier. Sa carrière s'apprête alors à connaître un virage artistique et médiatique insoupçonné. En 2008, il retrouve Vince Gilligan quand il est choisi pour interpréter Walter « Walt » White, le personnage central et complexe de la série dramatique Breaking Bad. Le programme connaît des débuts discrets, mais sa qualité et la performance de l'acteur, permettent une exposition médiatique croissante. Quand la série se conclut en 2013, au bout de cinq saisons, l'acteur est devenu une star, multi-récompensée : entre autres, il remporte ainsi l'Emmy Award du meilleur acteur dans une série dramatique trois années consécutives : en 2008, 2009 et 2010, puis en 2014, l'Emmy Award du meilleur acteur dans une série télévisée dramatique. Il produit aussi la série et réalise les premiers épisodes de la deuxième et troisième saison. À l'âge de 57 ans, le succès lui ouvre les portes du cinéma."
  },
  {
    "id": 2,
    "metiers": ["Acteur", "Productrice", "Productrice délégué"],
    "nom": "Millie Bobby Brown",
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/9b/Millie_Bobby_Brown_-_MBB_-_Portrait_1_-_SFM5_-_July_10%2C_2022_at_Stranger_Fan_Meet_5_People_Convention.jpg",
    "nom_de_naissance": "Millie Bobby Brown",
    "date_de_naissance": "19 Février 2004",
    "age": 21,
    "nationalite": "Britannique",
    "oeuvres_principales": [
      "Stranger Things",
      "Enola Holmes",
      "Godzilla vs. Kong"
    ],
    "carriere": 12,
    "nb_films": 15,
    "prix": 4,
    "description": "Jeune actrice révélée par 'Stranger Things', également productrice et entrepreneuse.",
    "biographie": "Millie Bobby Brown naît le 19 février 2004 à Marbella, près de Malaga, dans le sud de l'Espagne. Ses parents, Kelly et Robert Brown, sont britanniques. Son père est agent immobilier. Elle est la troisième d'une fratrie de quatre : elle a une sœur aînée, Paige, née le 27 décembre 1993 (31 ans) ; un frère aîné, Charley, dit Charlie, né le 16 août 1997 (27 ans) ; et une sœur plus jeune, Ava. Millie est née avec une audition partielle dans une oreille, perdant progressivement toute l'ouïe de cette oreille sur plusieurs années. Kelly et Robert Brown et leurs deux enfants, Paige et Charley, s'installent à Marbella en 2003. À leur arrivée dans la station balnéaire de la Costa del Sol, où les parents de Robert gèrent un restaurant, Kelly est déjà enceinte de Millie. Après la mort de son grand-père paternel, Millie Bobby Brown, âgée de quatre ans, et ses parents quittent Marbella pour une autre station balnéaire : Bournemouth, dans le Dorset, dans le Sud de l'Angleterre. Elle est alors scolarisée à la Pokesdown Community Primary School, l'école primaire publique locale de Pokesdown (en), un quartier de Bournemouth. Gemma Hill, son institutrice et future tutrice, se souvient d'elle comme d'une enfant « charmante, brillante et pétillante » (« lovely, bright, bubbly »). Hill a contredit les propos de l'actrice selon lesquels elle n'aurait pas participé à des spectacles d'écoliers, « pas même une crèche vivante » (« not even a nativity »). En effet, d'après Hill, c'est à cinq ans qu'elle connaît ses premières expériences scéniques, d'abord comme figurante dans la crèche vivante présentée à son école, puis en participant, avec une « confiance naturelle » (« natural confidence »), à plusieurs spectacles scolaires de chant. En 2012, âgée de huit ans, elle quitte Bournemouth pour Orlando, en Floride, où ses parents ouvrent une entreprise de blanchiment dentaire. Depuis sa tendre enfance, Millie aime chanter et préfère regarder des films musicaux — tels Bugsy Malone, Annie, Moulin Rouge et Chicago — à des dessins animés. Son père lui suggère de suivre des cours d'arts de la scène. Il finit par l'inscrire dans une école pluridisciplinaire pour qu'elle y apprenne le théâtre, la danse et le chant, quatre heures par semaine, les samedis. L'école présente régulièrement des spectacles. Lors de l'un d'eux, un agent la repère. Convaincu qu'elle pourrait devenir l'un des meilleurs enfants acteurs d'Hollywood, il persuade ses parents de quitter Orlando pour Los Angeles, en Californie. En une semaine, elle obtient plusieurs rendez-vous avec des agences de talents qui lui proposent toutes de la représenter. Mais ses parents préfèrent signer avec Melanie Greene, l'agent de David Duchovny, Michael Sheen, Natascha McElhone et Paul Bettany, qui leur a été présentée par un ami. Millie fait alors le tour des auditions et ne tarde pas à décrocher un rôle pour la télévision. Dès l'âge de neuf ans, elle est instruite à domicile par Gemma Hill."
  },
  {
    "id": 3,
    "metiers": ["Acteur"],
    "nom": "Pedro Pascal",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Pedro_Pascal_at_SXSW_2025_01_%28cropped%29.jpg",
    "nom_de_naissance": "José Pedro Balmaceda Pascal",
    "date_de_naissance": "2 Avril 1975",
    "age": 50,
    "nationalite": "Chilien-Américain",
    "oeuvres_principales": ["The Mandalorian", "The Last of Us", "Narcos"],
    "carriere": 26,
    "nb_films": 52,
    "prix": 1,
    "description": "Acteur charismatique très en vue dans les séries à succès, adoré par les fans.",
    "biographie": "José Pedro Balmaceda Pascal naît le 2 avril 1975 à Santiago, au Chili. Sa mère, Verónica Pascal Ureta, est pédopsychiatre et cousine du neveu de Salvador Allende, Andrés Pascal Allende, meneur du Mouvement de la gauche révolutionnaire. Son père, José Balmaceda Riera, est médecin spécialiste en fertilité et membre de l'aristocratie chilienne d'origine basque et castillane. Pedro Pascal a une sœur aînée, Javiera, productrice, un frère cadet, Nicólas, et une sœur cadette, Lux, actrice et activiste transgenre. Deux ans avant sa naissance, la présidence de Salvador Allende est renversée par Augusto Pinochet et le pays devient une dictature militaire. La famille de Pedro Pascal est considérée comme ennemie du gouvernement et se voit obligée de fuir le pays quand il n'a que neuf mois, après s'être réfugiée six mois à l'ambassade vénézuélienne de Santiago. La famille se voit accorder le droit d'asile au Danemark avant de s'installer aux États-Unis. Pedro Pascal grandit à San Antonio, dans le Texas, avant de déménager à Orange County, en Californie, à l'âge de onze ans. En 1995, ses parents retournent au Chili pour élever leurs deux autres enfants. Il étudie à la Orange County School of the Arts puis à la Tisch School of the Arts de l'Université de New York, où il obtient son diplôme en 1997. Il décide d'utiliser le nom de famille de sa mère en son hommage après sa mort, pensant également que les États-Uniens avaient du mal à prononcer le nom de famille de son père, Balmaceda."
  },
  {
    "id": 4,
    "metiers": ["Actrice", "Productrice", "Coproducteur"],
    "nom": "Zendaya",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/28/Zendaya_-_2019_by_Glenn_Francis.jpg",
    "nom_de_naissance": "Zendaya Maree Stoermer Coleman",
    "date_de_naissance": "1 Septembre 1996",
    "age": 28,
    "nationalite": "Américaine",
    "oeuvres_principales": ["Euphoria", "Spider-Man: No Way Home", "Dune"],
    "carriere": 25,
    "nb_films": 24,
    "prix": 3,
    "description": "Actrice et chanteuse, elle brille autant à la télévision qu'au cinéma.",
    "biographie": "Zendaya Maree Stoermer Coleman, dont le prénom signifie « rendre grâce » en shona, langue bantoue du Zimbabwe, est la fille de Claire Stoermer (enseignante, directrice et professeur de théâtre) et de Kazembe Ajamu Coleman (ancien professeur de sport devenu son manager et garde du corps) née le 1er septembre 1996 à Oakland, en Californie. Son père vient d'une famille afro-américaine de l'Arkansas, sa mère a des origines allemande et écossaise. Elle a cinq demi-frères et sœurs, Austin, Julien, Kaylee, Katianna et AnnaBella nés d'une première union de son père. Plus jeune, Zendaya a joué sur scène plusieurs pièces de Shakespeare, sa mère étant directrice de théâtre. Étudiante à l’Oakland School for the Arts, elle y développe une passion pour le métier d'actrice. En 2010, lors d'une soirée organisée par Variety. Zendaya fait sa première apparition le 14 septembre 2009 grâce à une publicité de jouet iCarly, dans laquelle elle tient la vedette avec Stefanie Scott. Zendaya a commencé sa carrière en tant que mannequin pour Macy's, Mervyns et Old Navy. Elle fait ses débuts en tant qu'actrice en jouant la jeune Ti Moune dans la comédie musicale Once on This Island au Berkeley Playhouse, puis dans une autre comédie musicale Caroline Or Change, au Theaterworks de Palo Alto en Californie. En 2009, elle met ses talents de danseuse en avant et apparaît dans le clip I'm Gonna Arrive de Sears Commercial, avec Selena Gomez et Leo Howard ainsi que le clip des Kidz Bop pour une nouvelle version du titre Hot n Cold de Katy Perry. En 2010, Zendaya décroche le rôle principal de Rocky Blue (Raquel), aux côtés de Bella Thorne (alias CeCe Jones), dans Shake It Up, une série de Disney Channel. Zendaya Coleman devient alors l'une des Disney Stars les plus riches, avec un salaire de 60 000 $ par épisode. Parallèlement à ce succès, comme beaucoup d'égéries jeunesses propulsées par Disney, elle se lance dans la musique. En octobre 2010, Zendaya déclare à Variety : « J'aime chanter et je serais ravie d'enregistrer un album à un moment donné ». En 2011, Zendaya interprète Dig Down Deeper à la parade du Macy's Thanksgiving Day. La même année, Zendaya joue une fille du Sunshine club en faisant la promotion du livre américain From bad to cursed. Pour la publicité, elle a remplacé son expression Don't forget to smile par Stay Sunny, l'expression du livre. Elle obtient son premier rôle dans un téléfilm en 2012 pour Amiennemies, où elle joue aux côtés de Bella Thorne, sa partenaire de Shake It Up, et de Stefanie Scott, qui a tourné dans Section Genius. En novembre 2012, elle apparaît dans une pub pour Beat by color avec Will.i.am. En février 2013, Zendaya apparaît dans le clip de Trevor Jackson, Like We Grown. En mars, elle est sélectionnée pour participer à l'émission Dancing with the Stars aux États-Unis (l'équivalent en France de Danse avec les stars). Zendaya danse aux côtés de Valentin Chmerlovskiy, un danseur chorégraphe professionnel. Elle parvient jusqu'à la finale, où elle arrive en deuxième place face à Jacoby Jones et Kellie Pickler. Le 17 septembre 2013, elle sort son premier album intitulé Zendaya. L’année suivante, elle joue le rôle de Zoey Stevens dans le Disney Channel Original Movie, Zapped. Le téléfilm a été diffusé le 27 juin 2014 aux États-Unis et en septembre 2014 en France. Elle avait été choisie pour interpréter Aaliyah dans un téléfilm consacré à la chanteuse décédée en 2001, mais se désiste pour des raisons de production. Elle est alors remplacée par Alexandra Shipp. Le 17 octobre 2014, Zendaya a annoncé qu'elle travaillait sur son 2e album. La même année, elle est invitée, le temps d'un épisode, à rejoindre le jury de l'émission de télé-réalité, Projet haute couture."
  },
  {
    "id": 5,
    "metiers": ["Acteur", "Producteur", "Producteur délégué"],
    "nom": "Cillian Murphy",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Cillian_Murphy_at_Berlinale_2024%2C_Ausschnitt.jpg",
    "nom_de_naissance": "Cillian Murphy",
    "date_de_naissance": "25 Mai 1976",
    "age": 48,
    "nationalite": "Irlandais",
    "oeuvres_principales": ["Peaky Blinders", "Oppenheimer", "Inception"],
    "carriere": 27,
    "nb_films": 52,
    "prix": 3,
    "description": "Connu pour son intensité et sa présence magnétique à l’écran.",
    "biographie": "Cillian est né à Douglas, en Irlande, et grandit à Ballintemple. Son père Brendan travaille pour le ministère de l'Éducation irlandais et sa mère est professeur de français. Son grand-père, ses tantes et ses oncles sont également enseignants. Cillian Murphy commence à jouer de la musique et à écrire des chansons à l'âge de 10 ans. Il a un frère cadet, Páidi Murphy, et deux jeunes sœurs, Sile Murphy et Orla Murphy. Il est élevé dans la religion catholique et fréquente l'école secondaire catholique Presentation Brothers College où il est brillant mais turbulent jusqu'à sa quatrième année. Le sport occupe une place importante de la vie de l'école, au détriment des activités créatives, ce qu'il regrette. C'est au lycée qu'il découvre et apprécie la scène, au cours d'un module de théâtre présenté par Pat Kiernan, le directeur de la Corcadorca Theatre Company. Il indique plus tard vouloir retrouver ce sentiment de se sentir « pleinement vivant ». Son professeur d'anglais, le poète et romancier William Wall, l'encourage à devenir acteur, ce que Murphy associe à l'idée de devenir une rock star. Vers 20 ans, Cillian Murphy devient musicien, chantant et jouant de la guitare dans plusieurs groupes aux côtés de son frère, Páidi. Ils sont fans des Beatles et de Frank Zappa, qui « s'est spécialisé dans les paroles farfelues et les solos de guitare sans fin ». On leur propose un contrat pour cinq albums, qu'ils refusent. Murphy avoue plus tard: « Rétrospectivement, je suis très heureux que nous n'ayons pas signé parce que nous aurions en quelque sorte cédé notre vie et toute notre musique à un label ». Il commence des études de droit à l'Université de Cork (UCC) en 1996, mais échoue à ses examens avouant qu'il n'avait pas l'ambition de persévérer étant occupé avec son groupe et n'ayant pas d’appétence pour la matière. Après avoir vu une représentation scénique de Orange mécanique, adaptée par Kiernan, il s’intéresse à nouveau à l’art dramatique. Son premier rôle majeur est dans Observe the Sons of Ulster Marching Towards the Somme. Il joue le rôle principal dans Little Shop of Horrors, jouée à l'Opéra de Cork. Selon Cillian Murphy, sa motivation première est alors de faire la fête et flirter, et non de commencer une carrière d'acteur."
  },
  {
    "id": 6,
    "metiers": ["Actrice", "Productrice délégué"],
    "nom": "Anya Taylor-Joy",
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Anya_Taylor_Joy_at_28th_Critics_Choice_Red_Carpet_%281%2750%29.jpg",
    "nom_de_naissance": "Anya Taylor-Joy",
    "date_de_naissance": "16 Avril 1996",
    "age": 29,
    "nationalite": "Américano-argentine-britannique",
    "oeuvres_principales": [
      "The Queen's Gambit",
      "The Menu",
      "Last Night in Soho"
    ],
    "carriere": 25,
    "nb_films": 29,
    "prix": 1,
    "description": "Actrice au regard perçant, révélée par 'The Queen’s Gambit'.",
    "biographie": "Anya Josephine Marie Taylor-Joy est née le 16 avril 1996 à Miami (Floride, États-Unis), est la plus jeune de six enfants. Sa mère, Jennifer Marina Joy, née en Zambie, d'ascendances espagnole et anglaise, est psychologue. Son père, Dennis Alan Taylor, né à Buenos Aires, d'ascendances argentine et écossaise, est un ancien banquier international reconverti dans le motonautisme. La famille déménage en Argentine alors qu'Anya Taylor-Joy n'est encore qu'un bébé, puis part s'installer à Londres quand elle a six ans. Elle a du mal à se faire à sa nouvelle vie en Angleterre et s'obstine à ne parler qu'en espagnol, pensant que cela ne laisserait pas d'autre choix à sa famille que de retourner en Argentine, et ce n'est qu'à l'âge de huit ans qu'elle se décide à apprendre l'anglais. Son parcours scolaire débute à l'école préparatoire Hill House à Kensington et se poursuit à la Queen's Gate School. Elle pratique le ballet qui lui permet d'extérioriser son énergie. À quatorze ans, en raison du harcèlement scolaire qu'elle subit, Anya Taylor-Joy utilise ses économies pour partir s'installer à New York et suivre des cours de comédie. Revenue à Londres trois ans plus tard, à l'âge de dix-sept ans, elle est repérée en pleine rue par Sarah Doukas de l'agence de mannequins Storm Model Management qui la recrute. C'est lors d'une séance de photos avec des acteurs de la série télévisée Downton Abbey qu'elle parle de sa volonté d'être actrice avec le comédien Allen Leech qui l'oriente vers son agent artistique."
  },
  {
    "id": 7,
    "metiers": [
      "Acteur",
      "Producteur",
      "Producteur délégué",
      "Réalisateur",
      "Scénariste"
    ],
    "nom": "Keanu Reeves",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/2c/LanaDRPrimavera310524_%2810_of_155%29_%2853765300307%29_%28cropped%29.jpg",
    "nom_de_naissance": "Keanu Charles Reeves",
    "date_de_naissance": "2 Septembre 1964",
    "age": 60,
    "nationalite": "Canadien",
    "oeuvres_principales": ["John Wick", "The Matrix", "Constantine"],
    "carriere": 40,
    "nb_films": 91,
    "prix": 7,
    "description": "Icône du cinéma d’action, apprécié pour son humilité et sa longévité.",
    "biographie": "Keanu Charles Reeves naît le 2 septembre 1964 à Beyrouth, au Liban, de Patricia Taylor et de Samuel Nowlin Reeves, Jr., géologue. Sa mère est britannique et son père est américain d'origine hawaïenne, chinoise, anglaise et portugaise; ils se rencontrent à Beyrouth où Patricia travaille. Samuel Nowlin Reeves travaille comme ouvrier non qualifié et passe son diplôme lorsqu'il est incarcéré à Hawaï à l'aéroport international d'Hilo pour trafic d'héroïne. Il abandonne son épouse et sa famille lorsque Keanu a 3 ans. Keanu a aussi le nom de son oncle, Henry Keanu Reeves. Lui et son père se voient pour la dernière fois lorsque Keanu n'a que 13 ans. Reeves connaît une enfance instable, déménage fréquemment et vit aux côtés de beaux-pères successifs. À la suite du divorce de ses parents en 1966, sa mère devient designer et sa famille emménage à Sydney, en Australie puis à New York, aux États-Unis. Là, elle fait la rencontre de Paul Aaron, un réalisateur hollywoodien. Le couple emménage à Toronto, au Canada ; ils divorcent en 1971. La mère de Reeves épouse ensuite Robert Miller, un promoteur, en 1976 ; le couple divorce en 1980. Elle épouse finalement son quatrième mari, Jack Bond, un coiffeur, mais le mariage prend fin en 1994. Ses grands-parents et plusieurs nourrices prennent en charge Reeves et ses sœurs, puis Reeves passe la majeure partie de son enfance à Toronto. En cinq ans, il étudie dans quatre écoles secondaires, dont l'école d'arts d'Etobicoke ; il en sera renvoyé. Dyslexique, Reeves brille plus dans le hockey sur glace que dans les études. Il se forge une très bonne réputation de gardien de but au De La Salle College (en) de Toronto et gagne le surnom de « The Wall » (« le Mur »). Reeves rêve de représenter le Canada en hockey professionnel, mais une blessure met fin à son rêve. Après son départ du De La Salle College, il étudie à l'Avondale Secondary Alternative School (en), qui lui permettra par la suite d'accéder à sa carrière d'acteur. Il abandonne toutefois et ne parvient pas à obtenir de diplôme. Keanu Reeves a une sœur biologique appelée Kim (née en 1966 en Australie), atteinte de leucémie au début des années 1990. Du côté de sa mère, il a aussi une demi-sœur appelée Karina Miller (née en 1976 à Toronto), et du côté de son père une autre demi-sœur appelée Emma Rose Reeves (née en 1980 à Hawaï)."
  },
  {
    "id": 8,
    "metiers": ["Actrice", "Productrice déléguée", "Productrice"],
    "nom": "Viola Davis",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/85/Viola_Davis_by_Gage_Skidmore.jpg",
    "nom_de_naissance": "Viola Davis",
    "date_de_naissance": "11 Août 1965",
    "age": 59,
    "nationalite": "Américaine",
    "oeuvres_principales": [
      "How to Get Away with Murder",
      "The Woman King",
      "Fences"
    ],
    "carriere": 29,
    "nb_films": 95,
    "prix": 9,
    "description": "Actrice multi-récompensée, reconnue pour ses performances puissantes.",
    "biographie": "Viola Davis est née dans la ferme de sa grand-mère, une ancienne plantation où étaient par le passé exploités des esclaves, à Saint Matthews, en Caroline du Sud. Elle est l'avant-dernière d'une famille de six enfants. Sa mère, Mae Davis, était bonne, et son père Dan Davis entraîneur de chevaux. Quelques mois plus tard, la famille déménage à Central Falls (Rhode Island). Viola Davis a toujours considéré avoir vécu dans une grande pauvreté durant son enfance : « J’étais le genre de pauvre qui sait tout de suite qu’elle a encore moins que tous ceux qui l’entourent. Notre environnement, notre maison reflétait nos revenus. Les planches qui tombaient des murs, la plomberie de mauvaise qualité, pas de téléphone, pas de nourriture, des rats… Je vivais tout cela.» Au lycée, elle s'implique dans les arts et se spécialise dans le théâtre à l’université de Rhode Island dont elle sortira diplômée en 1988. En 2002, elle reçoit un doctorat honorifique en arts visuels de l’université. Elle s'implique également dans le projet éducatif Upward Bound et dans les programmes de service d'aide aux étudiants. Lorsqu'elle revient sur son enfance, l'actrice déclare en avoir fait une force et une source de motivation pour sa carrière : « C’est devenu une motivation plutôt qu’autre chose[…] J’ai décidé très jeune que je ne voulais pas de ça comme vie pour moi. Ça m’a beaucoup aidée à apprécier et à donner de la valeur aux choses qui m’entourent à présent... Un jardin, une maison, une super plomberie, un réfrigérateur rempli… ces choses que les gens considèrent comme acquises, moi ce n’est pas le cas.» Elle débute en 1996, alternant apparitions dans des séries télévisées et au cinéma, mais sous la direction de réalisateurs prestigieux. Steven Soderbergh lui confie ainsi un second rôle dans son polar Hors d'atteinte en 1998, puis dans le thriller Traffic en 2000, le récit de science-fiction Solaris en 2002. Cette année est d'ailleurs cruciale puisqu'elle apparaît également dans la romance fantastique Kate et Léopold de James Mangold, le drame sentimental Loin du paradis de Todd Haynes, et le biopic Antwone Fisher, mis en scène par l'acteur Denzel Washington. Après avoir joué au théâtre dans des pièces populaires comme Périclès, prince de Tyr de William Shakespeare et Les Monologues du vagin, elle accède à une première reconnaissance en 2001 en remportant le Tony Award de la meilleure actrice dans un second rôle pour King Hedley II de August Wilson. Si côté télévision, elle apparaît régulièrement dans des séries judiciaires, elle peine à s'extirper de rôles secondaires sur grand écran : en 2005, Stephen Gaghan la dirige dans son thriller géopolitique Syriana, et en 2006, elle fait une apparition dans World Trade Center d'Oliver Stone. La même année, elle fait cependant partie de la distribution principale du drame indépendant The Architect de Matt Tauber. En 2007, le thriller Paranoïak auquel elle participe est un succès commercial. Elle décroche parallèlement un rôle principal dans une série d'actions, Traveler, néanmoins arrêtée au bout de quelques épisodes, puis en 2010 un rôle récurrent dans la seconde saison de la série dramatique United States of Tara."
  },
  {
    "id": 9,
    "metiers": ["Acteur", "Producteur délégué"],
    "nom": "Tom Hiddleston",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Tom_Hiddleston_at_the_2024_Toronto_International_Film_Festival_%28cropped%29.jpg",
    "nom_de_naissance": "Thomas William Hiddleston",
    "date_de_naissance": "1981-02-09 9 Février 1981",
    "age": 44,
    "nationalite": "Britannique",
    "oeuvres_principales": ["Loki", "The Night Manager", "Thor"],
    "description": "Connu pour son rôle charismatique de Loki dans l’univers Marvel.",
    "nb_films": 43,
    "prix": 1,
    "biographie": "Tom Hiddleston est un acteur britannique, né le 9 février 1981 à Londres en Angleterre. D’abord connu au Royaume-Uni pour le rôle de Magnus Martinsson dans la série télévisée Les Enquêtes de l'inspecteur Wallander (2008-2010), il devient une vedette internationale de la culture populaire dans les années 2010 en interprétant le rôle de Loki, super-vilain emblématique de l'univers Marvel et frère adoptif de Thor. Il apparaît ainsi dans les quatre films de l'univers cinématographique Marvel centrés sur le personnage de Thor et est un antagoniste des Avengers dans les œuvres qui les réunissent. Tom Hiddleston interprète également Loki dans la série télévisée éponyme diffusée depuis le 9 juin 2021 sur Disney+. Tom Hiddleston a aussi alterné les apparitions dans des films indépendants et tourné avec des réalisateurs de renom, tels que Woody Allen (Minuit à Paris, 2011), Steven Spielberg (Cheval de guerre, 2011), Jim Jarmusch (Only Lovers Left Alive, 2013) ou Guillermo del Toro (Crimson Peak, 2015). En 2016, il remporte le Golden Globe du meilleur acteur dans une mini-série ou un téléfilm pour sa performance dans la mini-série The Night Manager, réalisée par Susanne Bier et adaptée du roman Le Directeur de nuit (1993) de John Le Carré. Tom Hiddleston est né à Westminster, un quartier de Londres. Il est le fils de Diana Patricia (née Servaes) Hiddleston et James Norman Hiddleston. Son père est de Greenock, tandis que sa mère est du Suffolk. Il est le cadet de trois enfants, Sarah Hiddleston, une journaliste et Emma Hiddleston, elle aussi actrice. Son arrière-arrière-grand-père maternel était Sir Edmund Vestey, 1st Baronet (en). Il a étudié dans deux écoles privées : Dragon School (Oxford) et à Eton College à Eton (près de Windsor) dans le Berkshire où il a fréquenté le Prince William. Ils ont partagé des activités scolaires, notamment en jouant ensemble dans l'équipe de rugby. Tout au long de sa scolarité, il a participé aux arts de la scène aux côtés de Eddie Redmayne et Rebecca Hall, il joua notamment dans la production de l'école A Passage to India le rôle de la jambe avant d'un éléphant avec Eddie Redmayne au-dessus. Il est ensuite allé à la Royal Academy of Dramatic Art, où il obtient son diplôme en 2005. Tom Hiddleston réside à Belsize Park, un quartier résidentiel du Hampstead, au nord-ouest de Londres. On lui connaît une relation avec Susannah Fielding, qui s'achèvera en 2010. En 2016, il vivra une brève relation très médiatisée avec la chanteuse Taylor Swift. Il révèlera avoir été totalement dépassé par l'attention médiatique portée sur cette relation, et qu'il peinait à se remettre de leur rupture. Il affirmera dès lors sa volonté de dévoiler très peu sur sa vie privée. Des rumeurs circuleront en 2019 sur une relation supposée avec Zawe Ashton, une actrice britannique. L'acteur confirme en juin 2022 au Los Angeles Times que le couple s'est fiancé. La nouvelle de la naissance du premier enfant de l'acteur devient publique en novembre 2022. Outre l'anglais, il parle plusieurs langues, dont le français, l'espagnol et l'italien."
  },
  {
    "id": 10,
    "metiers": ["Actrice", "Productrice", "Productrice déléguée"],
    "nom": "Emma Stone",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/59/Emma_Stone_at_the_2024_New_York_Film_Festival_2.jpg",
    "nom_de_naissance": "Emily Jean Stone",
    "date_de_naissance": "6 Novembre 1988",
    "age": 36,
    "nationalite": "Américaine",
    "oeuvres_principales": ["La La Land", "Cruella", "Poor Things"],
    "carriere": 25,
    "nb_films": 37,
    "prix": 10,
    "description": "Actrice oscarisée, aimée pour sa fraîcheur et son talent comique et dramatique.",
    "biographie": "Née le 6 novembre 1988 à Scottsdale (Arizona), Emily Jean Stone est la fille aînée de Jeff Stone, un entrepreneur, et de Krista Yeager, femme au foyer. Ses parents sont les copropriétaires du Camelback Golf Club de Scottsdale et elle a vécu à l'hôtel Camelback Inn dès l'âge de 12 ans. Elle a un frère cadet, Spencer, né en 1990. Son grand-père paternel, Conrad Ostberg Sten, était d'origine suédoise et a américanisé son nom en Stone lorsqu'il a émigré aux États-Unis. Elle fréquente la Sequoya Elementary School, puis la Cocopah Middle School. Elle suit ensuite des cours par correspondance pendant deux ans, car elle se produisait dans seize productions théâtrales différentes au Valley Youth Theatre. Elle faisait également partie d'une troupe de comédiens, dont la spécialité était l'improvisation. Ses parents engagent par la suite un coach personnel afin qu'elle puisse prendre des cours de comédie. À l'âge de 15 ans, elle intègre le lycée privé Xavier College Preparatory, le temps d'un semestre. Peu après, elle tente de convaincre ses parents de quitter l'Arizona, afin de s'installer à Los Angeles pour se lancer dans la comédie. En janvier 2004, à l'âge de 15 ans, elle s'installe à Los Angeles avec sa mère et prend à nouveau des cours par correspondance. Lorsqu'elle s'inscrit à la Screen Actors Guild à l'âge de 16 ans, son nom complet était déjà pris ; elle choisit donc le diminutif de son prénom « Emma ». Cependant, sa famille et ses amis continuent de l'appeler « Emily ». Emma Stone avait eu le choix de s'appeler « Emily J. Stone », mais elle a abandonné l'idée car ça ressemblait trop à Michael J. Fox. Elle avait tout d'abord choisi le nom « Riley » mais, après avoir joué dans Malcolm, elle a décidé qu'elle se sentait plus à l'aise avec « Emma », en référence à Emma Bunton (surnommée Baby Spice) sa chanteuse préférée des Spice Girls. En avril 2024, elle déclare préférer être appelée « Emily ». Emma Stone fait ses débuts comme actrice en 2004, avec le rôle de Laurie Partridge dans l'émission de télé-réalité, In Search of the New Partridge Family. Cependant, l'épisode dans lequel elle joue n'a pas été diffusé. Par la suite, elle apparaît dans de nombreuses séries à succès : Médium, Malcolm ou encore Lucky Louie. Elle auditionne ensuite pour le rôle de Claire Bennet dans la série fantastique Heroes, mais c'est l'actrice Hayden Panettiere qui décroche le rôle. En avril 2007, elle prête ses traits à la jeune Violet Trimble, dans la série d'action Drive, qui est cependant annulée au bout de six épisodes. En 2007, Emma tourne dans son premier film, la comédie SuperGrave, jeune lycéenne dont s'amourache un camarade de classe incarné par Jonah Hill. L'année suivante, elle apparaît dans la comédie The Rocker, où elle joue le rôle d'une jeune musicienne. Pour ce faire, elle a dû apprendre à jouer de la basse. Plus tard, cette même année, elle évolue aux côtés de Kat Dennings, Colin Hanks et Anna Faris dans la comédie romantique Super blonde, où elle enregistre une nouvelle version de la chanson I Know What Boys Like (1982) du groupe The Waitresses."
  },
  {
    "id": 11,
    "metiers": ["Acteur", "Producteur délégué"],
    "nom": "Rami Malek",
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/4f/SXSW_2016_-_Rami_Malek_%2825138464364%29_%28cropped_2%29.jpg",
    "nom_de_naissance": "Rami Malek",
    "date_de_naissance": "12 Mai 1981",
    "age": 43,
    "nationalite": "Américain",
    "oeuvres_principales": ["Mr. Robot", "Bohemian Rhapsody", "No Time to Die"],
    "carriere": 25,
    "nb_films": 33,
    "prix": 4,
    "description": "Lauréat d’un Oscar pour son interprétation de Freddie Mercury.",
    "biographie": "Rami Said Malek naît à Los Angeles, en Californie, le 12 mai 1981, de parents égyptiens, Nelly et Said Malek. Ses parents ont quitté Le Caire en 1978 après que son père, un guide touristique, fut fasciné, au travers d'une rencontre avec des touristes, par cet autre monde qu'il ne connaissait pas. Ils se sont installés dans le quartier de Sherman Oaks à Los Angeles. Son père est devenu par la suite assureur, tandis que sa mère a travaillé en tant que comptable. Il a été élevé dans la religion copte orthodoxe et a grandi en parlant arabe à la maison jusqu'à l'âge de quatre ans. Il a un frère jumeau, Sami Malek, qui est professeur à l'université du Michigan, et une sœur médecin urgentiste prénommée Yasmine. Ses parents se sont efforcés de donner à leurs enfants pleinement conscience de leurs racines égyptiennes, par exemple en les réveillant au milieu de la nuit pour qu'ils communiquent en arabe avec les membres de leur famille restés à Samalut, à quelques heures du Caire. Il déclare avoir passé dans son enfance beaucoup de temps à « créer des personnages et à faire des voix ». Il fréquente l'école secondaire Notre Dame High School à Los Angeles, avec l'actrice Rachel Bilson. L'actrice Kirsten Dunst et lui ont partagé des cours de théâtre musical dans le même établissement. Ses parents souhaitent qu'il devienne avocat, mais son professeur l'encourage à explorer son talent pour la comédie. Il sort diplômé en 1999. Il obtient en 2003 un baccalauréat en beaux-arts à l'université d'Evansville. Après ses études universitaires, il travaille en tant que livreur de pizzas et prépare des sandwiches dans un restaurant de Hollywood. Malgré l'envoi de son curriculum vitae à des maisons de production, il a du mal à trouver des rôles, ce qui entraine des crises de dépression et une perte de confiance en lui. Après un an et demi, il reçoit l'appel d’une directrice de casting qui demande à parler à son agent ; il n’en avait pas à l’époque, mais il obtient un rendez-vous avec elle qui débouche sur un premier rôle à la télévision. Rami Malek commence sa carrière dans des séries télévisées telles que Gilmore Girls, Over There et Médium (Medium). Il devient surtout connu pour avoir joué le jeune homosexuel Kenny dans la série télévisée La Guerre à la maison. En 2007, il décroche son premier rôle au cinéma dans La Nuit au musée (Night at the Museum) de Shawn Levy. Il joue le rôle du pharaon Ahkmenrah. Il réinterprète son rôle dans la suite du film, un an plus tard."
  },
  {
    "id": 12,
    "metiers": ["Actrice", "Productrice déléguée"],
    "nom": "Jodie Comer",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/17/Jodie_comer_2023_1.jpg",
    "nom_de_naissance": "Jodie Marie Comer",
    "date_de_naissance": "11 Mars 1993",
    "age": 32,
    "nationalite": "Britannique",
    "oeuvres_principales": ["Killing Eve", "The Last Duel", "Free Guy"],
    "nb_films": 30,
    "prix": 1,
    "description": "Actrice acclamée pour sa polyvalence et son charisme.",
    "biographie": "Jodie Comer est née et a grandi à Liverpool. Son père est masseur-kinésithérapeute pour l'Everton Football Club. Sa mère travaille pour Merseytravel (en), qui est chargé de la gestion des transports en commun du comté métropolitain de Merseyside. Elle a un petit frère, Charlie. Elle suit ses études secondaires à la St Julie's Catholic High School (en) de Liverpool. Elle y suit des cours de théâtre et attire l'attention de son professeur de théâtre lorsqu'elle joue un monologue pendant un spectacle de talents de son établissement scolaire. Ce même monologue lui avait permis de gagner un concours de théâtre local. Cette performance lui permet de participer au casting d'une pièce de théâtre pour la radio anglaise BBC Radio 4 : elle obtient alors son tout premier rôle. Les autres acteurs de la pièce soulignent son talent et l'encouragent à se lancer dans une carrière d'actrice. Elle engage alors un agent. En février 2020, elle crée et dirige la société Jodesco Limited pour gérer sa carrière artistique. En mai 2023, elle est invitée au Met Gala à New-York. Elle soutient les associations Stand Up to Cancer et Tyred. Elle fait ses débuts en 2008 avec un rôle d'invité dans The Royal Today, une série dérivée de The Royal. Elle apparaît ensuite dans plusieurs séries telles que Holby City, Doctors, Affaires non classées, Casualty, Londres, police judiciaire, Les Enquêtes de Vera, ou encore Remember Me. De 2013 à 2015, elle joue dans Journal d'une ado hors norme. En 2015, elle tourne dans plusieurs épisodes de Doctor Foster et l'année suivante elle joue un des rôles principaux de la mini-série Thirteen. En 2017, elle retrouve un rôle dans The White Princess et fait ses débuts au cinéma avec le film England is Mine. Elle accède à une notoriété internationale en avril 2018 lorsqu'elle obtient un des rôles principaux, aux côtés de Sandra Oh, dans la série à succès Killing Eve écrite et produite par Phoebe Waller-Bridge. En mai 2019, elle remporte pour ce rôle le British Academy Television Award de la meilleure actrice et, en septembre de la même année, le Primetime Emmy Award de la meilleure actrice dans une série télévisée dramatique. Parmi les actrices nommées pour ces deux récompenses figure aussi Sandra Oh. En 2019, elle fait une courte apparition surprise dans Star Wars, Épisode IX : L'Ascension de Skywalker de J. J. Abrams. L'année suivante, elle tourne aux côtés de Ryan Reynolds dans le film Free Guy de Shawn Levy. En 2019, elle est élue parmi les trente personnalités européennes de moins de 30 ans les plus influentes par le magazine Vogue. En 2021, elle joue avec Matt Damon, Ben Affleck et Adam Driver dans le film Le Dernier Duel (The Last Duel) de Ridley Scott. Elle joue également dans le téléfilm Help diffusé sur Channel 4 et qui lui vaut son deuxième BAFTA de la meilleure actrice. Jodie Comer fait ses débuts au théâtre en avril 2022 dans la pièce de Suzie Miller Prima Facie au théâtre Harold Pinter du West End à Londres. Seule en scène, elle reçoit un accueil public et critique très enthousiaste. La pièce est diffusée dans les cinémas britanniques à partir du 21 juillet 2022. En avril 2023, elle fait ses débuts à Broadway, au Golden Theatre, pour reprendre le rôle de Tessa dans Prima Facie. Grâce à ce premier rôle au théâtre, Jodie Comer obtient plusieurs prix pour son interprétation, donc un Laurence Olivier Award au Royaume-Uni et un Tony Award aux États-Unis. En octobre 2023, elle prête sa voix et son visage au jeu vidéo Alone in the Dark aux côtés de David Harbour. Au 1er trimestre 2026, elle reprend la pièce Prima Facie en tournée en Grande-Bretagne et en Irlande."
  },
  {
    "id": 13,
    "metiers": ["Acteur", "Producteur délégué", "Producteur"],
    "nom": "Oscar Isaac",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/20/OscarIsaac-byPhilipRomano.jpg",
    "nom_de_naissance": "Oscar Isaac Hernandez",
    "date_de_naissance": "9 Mars 1979",
    "age": 46,
    "nationalite": "Guatémalo-américain",
    "oeuvres_principales": ["Moon Knight", "Dune", "Ex Machina"],
    "carriere": 29,
    "nb_films": 56,
    "prix": 1,
    "description": "Acteur intense et éclectique, présent dans les grands blockbusters comme les films d’auteur.",
    "biographie": "Oscar Isaac Hernández Estrada est né au Guatemala d'une mère guatémaltèque Maria Eugenia Estrada Nicolle et d'un père cubain Óscar Gonzalo Hernández-Cano, pneumologue. Il a une sœur Nicole Hernandez Hammer et un frère Mike Hernandez. Il a grandi à Miami, en Floride. Après avoir terminé ses études à la Juilliard School en 2005, il tourne dans plusieurs films d'envergure internationale. Il avait déjà eu un petit rôle dans Chasseurs de primes. Il incarne Joseph auprès de Keisha Castle-Hughes dans La Nativité, sous la direction de Catherine Hardwicke, puis joue dans Pu-239, également sorti en 2006. Il tourne pour la première fois sous la direction d'un grand cinéaste hollywoodien. Steven Soderbergh lui confie en effet un petit rôle dans Che, sorti en 2008. La même année, il fait partie de la distribution du thriller d'espionnage Mensonges d'État, réalisé par Ridley Scott, et mené par les stars Russell Crowe et Leonardo DiCaprio. En 2009, il est à l'affiche de deux productions étrangères : la co-production européenne Agora, écrite et réalisée par l'espagnol Alejandro Amenábar, où il prête ses traits au préfet d'Alexandrie Oreste, et donne la réplique à l'actrice britannique oscarisée, Rachel Weisz. Il enchaîne avec le thriller australien Conspiration, écrit et réalisé par Robert Connolly. Il revient l'année d'après aux productions hollywoodiennes : d'abord pour Ridley Scott, qui lui fait confiance pour un rôle de premier plan : celui de Jean sans terre pour le remake Robin des Bois. En 2011, il participe à deux productions ambitieuses et ambiguës : en incarnant d'abord Blue Jones, dans la fresque fantastique Sucker Punch, écrite et réalisée par Zack Snyder. Il interprète aussi la chanson du générique de fin, Love is the drug, en duo avec sa partenaire à l'écran, Carla Gugino. Puis en participant ensuite au thriller néo-noir Drive de Nicolas Winding Refn. Après une poignée de films mineurs, Cristeros, sorti en 2011, ou Revenge for Jolly!, sorti en 2012, il participe au blockbuster d'espionnage Jason Bourne : L'Héritage, de Tony Gilroy. Il tourne la même année Thérèse Raquin de Charlie Stratton, adaptation de l'œuvre éponyme d'Émile Zola. Il y incarne Laurent, la moitié masculine du couple maudit."
  },
  {
    "id": 14,
    "metiers": ["Actrice", "Productrice déléguée"],
    "nom": "Elizabeth Olsen",
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/92/Elizabeth_Olsen_at_the_2024_Toronto_International_Film_Festival_3_%28cropped%29.jpg",
    "nom_de_naissance": "Elizabeth Chase Olsen",
    "date_de_naissance": "16 Février 1989",
    "age": 36,
    "nationalite": "Américaine",
    "oeuvres_principales": ["WandaVision", "Avengers: Endgame", "Love & Death"],
    "carriere": 31,
    "nb_films": 34,
    "nominations": 6,
    "description": "Figure montante de Marvel, reconnue pour sa justesse dramatique.",
    "biographie": "Née à Sherman Oaks (Californie), Elizabeth Chase Olsen est la fille cadette de Jarnette Fuller « Jarnie » Jones (née le 22 février 1954), manager personnel de profession, et de David Brian « Dave » Olsen (né le 15 novembre 1953), un promoteur immobilier. Elle a un frère aîné, James Trent Olsen (né le 6 mai 1984), ainsi que deux sœurs jumelles aînées, Mary-Kate et Ashley Fuller Olsen (nées le 13 juin 1986). Ses parents divorcent en 1995 après dix-huit ans de mariage. En début d'année 1996, son père se remarie à son ancienne assistante, Martha Taylor Mackenzie (née le 10 juillet 1959) - avec qui il a deux enfants : une fille, Courtney Taylor Olsen (née le 10 mai 1997), et un garçon, Jacob « Jake » Olsen (né en 1998). Le couple divorce en 2014 après dix-huit ans de mariage. Elle a des origines norvégiennes du côté de son père, et anglaises du côté de sa mère. Durant son enfance, Elizabeth suivait des cours de danse classique, et de chant. Elle suit ses études secondaires à la Campbell Hall School de North Hollywood. Après avoir obtenu son diplôme, elle a étudié à l'école Tisch School of the Arts, de l'université de New York. En 2009, Elizabeth a intégré le théâtre d'art de Moscou, le temps d'un semestre. En 1994, Elizabeth lance sa carrière d'actrice, à seulement cinq ans, en faisant une courte apparition dans le film Deux jumelles dans l'Ouest, où ses sœurs tiennent les rôles principaux. Par la suite, elle auditionne pour Spy Kids, réalisé par Robert Rodriguez, mais ne décroche aucun rôle. En 2004, face à la surmédiatisation de la maladie de sa sœur Mary-Kate, qui souffre de dépression et suit un traitement contre l'anorexie mentale, elle renonce à devenir actrice. Alors que ses sœurs ont définitivement arrêté leur carrière d'actrice afin de s'imposer dans le domaine de la mode, En 2011 Elizabeth fait une arrivée remarquée en interprétant le rôle principal de Martha Marcy May Marlene, premier film réalisé par Sean Durkin, aux côtés de John Hawkes, Sarah Paulson et Hugh Dancy. Dans ce thriller dramatique, elle joue le rôle d'une jeune fille souffrant d'hallucinations et de paranoïa après avoir fui une secte dans les montagnes Catskill. Acclamé par la critique, le film révèle Elizabeth Olsen, et lui permet d'émerger de l'ombre de ses sœurs. Sa performance lui vaut de nombreuses nominations et récompenses. Elle enchaîne avec deux autres projets indépendants : sous la direction de Bruce Beresford, elle interprète le rôle de Zoe, une jeune adolescente qui quitte Manhattan avec sa famille pour vivre dans un village américain à la suite du divorce de ses parents, dans la comédie Peace, Love & Misunderstanding, qui reçoit des critiques négatives. Elle est ensuite à l'affiche du film d'horreur Silent House, un remake du film uruguayen La casa muda, où son personnage, piégée à l'intérieur du refuge au bord du lac de sa famille, découvre qu'elle est incapable de communiquer avec le monde extérieur alors que les événements deviennent de plus en plus inquiétant dans et autour de la maison. En 2012 elle est à l'affiche de la comédie dramatique indépendante Liberal Arts, avec Josh Radnor et du thriller Red Lights, écrit et réalisé par Rodrigo Cortés. Elle est aux côtés de Robert De Niro et Sigourney Weaver. La même année, elle apparaît dans le clip The Queen de la chanteuse Carlotta."
  },
  {
    "id": 15,
    "metiers": ["Acteur", "Producteur délégué"],
    "nom": "David Tennant",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/ec/David_Tennant_%2848601852746%29.jpg",
    "nom_de_naissance": "David John McDonald",
    "date_de_naissance": "18 Avril 1971",
    "age": 54,
    "nationalite": "Écossais",
    "oeuvres_principales": ["Doctor Who", "Good Omens", "Jessica Jones"],
    "carriere": 32,
    "nb_films": 79,
    "nominations": 1,
    "description": "Acteur culte, notamment pour son interprétation du Docteur dans 'Doctor Who'.",
    "biographie": "David John McDonald naît à Bathgate en 1971. Il est le dernier enfant d'Essdale Helen et d'Alexander McDonald (1937-2016), pasteur de l'Église d'Écosse[b]. Il grandit à Ralston (Renfrewshire) et a un frère, Blair, et une sœur, Karen. Fan de la série britannique Doctor Who, il annonce à ses parents son désir de devenir acteur dès l'âge de trois ans. Il fait ses études à l'école primaire de Ralston puis à la Paisley Grammar School. C'est durant cette époque qu'il écrit un essai, tenant à témoigner de sa fascination pour la série Doctor Who, exprimant ainsi son désir d'incarner un jour le fameux Docteur. Il entre sur audition à la Royal Scottish Academy of Music and Drama de Glasgow à seize ans, devenant ainsi l'un des plus jeunes acteurs à y être inscrit. La même année, il joue dans un film anti-tabac produit par le Conseil de la santé de Glasgow et diffusé à la télévision et dans les écoles. L'année suivante, il joue dans un épisode de Dramarama. Il décroche à 20 ans l'équivalent du baccalauréat. Le nom de David McDonald étant déjà pris par un autre comédien, il commence à se produire sous le pseudonyme de David Tennant, en référence à Neil Tennant, le chanteur principal des Pet Shop Boys. Il apparaît dans plusieurs pièces à partir des années 1990, dont Tartuffe ou The Resistible Rise of Arturo Ui, avant de faire ses débuts en 1996 à la Royal Shakespeare Company dans As You Like It. Il en devient sociétaire et l'un des principaux comédiens, jouant entre autres Hamlet et Roméo. Après l'annonce du départ de Christopher Eccleston le 30 mars 2005, la BBC engage Tennant pour incarner le Docteur lors de la seconde saison de Doctor Who. Il fait sa première brève apparition dans l'épisode À la croisée des chemins (The Parting of the Ways) lors de la régénération du Docteur ; il apparaît également dans le mini-épisode spécial de 7 minutes Born Again, diffusé le 18 novembre 2005 à l'occasion du téléthon britannique Children in Need. Il interprète le Docteur durant les trois saisons suivantes ainsi que pour deux épisodes de The Sarah Jane Adventures. Il continue d'incarner le personnage au cours des quatre épisodes spéciaux programmés en 2009 et 2010, avant d'être remplacé par le jeune acteur Matt Smith. Il a également doublé le dixième Docteur dans trois épisodes animés : The Infinite Quest (2007), Dreamland (2009) et The Secret of Novice Hame (2020). Il reprend le rôle du dixième Docteur dans l'épisode « Spécial 50 ans » de la série, Le Jour du Docteur, diffusé sur BBC One, France 4 et Ztélé le 23 novembre 2013. Le 15 mai 2022, la BBC annonce le retour de David Tennant dans son rôle du Docteur, accompagné de Catherine Tate dans le rôle de Donna, pour les célébrations des 60 ans de la série en 2023. Il succède à Jodie Whittaker et fait sa première apparition dans l'épisode Le Pouvoir du Docteur en tant que quatorzième Docteur, diffusée le 23 octobre 2022. Il reprend aussi son rôle lors de trois mini-épisodes, l'un diffusé à occasion du Red Nose Day 2023 (Comic Relief), Lenny Henry Regenerates into David Tennant ; le deuxième à l'occasion du Children in Need, Destination: Skaro ; et le troisième, Doctor Who: The Bedtime Story, à l'occasion de l'émission CBeebies Bedtime Stories. Par la suite, il interprète le Docteur durant trois épisodes spéciaux diffusés entre novembre et décembre 2023 avant de passer le relais à Ncuti Gatwa."
  },
  {
    "id": 16,
    "metiers": ["Actrice", "Productrice déléguée", "Productrice"],
    "nom": "Florence Pugh",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/75/Florence_Pugh_at_the_2024_Toronto_International_Film_Festival_13_%28cropped_2%29.jpg",
    "nom_de_naissance": "Florence Rose C. M. Pugh",
    "date_de_naissance": "3 Janvier 1996",
    "age": 29,
    "nationalite": "Britannique",
    "oeuvres_principales": ["Midsommar", "Little Women", "Black Widow"],
    "carriere": 11,
    "nb_films": 30,
    "prix": 1,
    "description": "Actrice montante, saluée pour ses rôles intenses et nuancés.",
    "biographie": "Florence Pugh naît le 3 janvier 1996 à Oxford. Son père, Clinton Pugh, est restaurateur, et sa mère, Deborah, est professeur de danse. Issue d'une famille de quatre enfants, elle a un frère, l'acteur Toby Sebastian connu pour son rôle dans la série télévisée Game of Thrones, et deux sœurs, Arabella et Rafaela. Enfant, Pugh souffre de trachéomalacie et va régulièrement à l'hôpital. Espérant qu'un climat plus chaud améliore son état de santé, sa famille déménage en Espagne alors qu'elle est âgée de trois ans, dans la ville andalouse de Sotogrande. Elle y réside jusqu'à l'âge de six ans, puis retourne avec sa famille en Angleterre, sans amélioration notable de sa santé. Cette maladie est à l'origine de sa voix rauque caractéristique. À six ans, Pugh commence à exprimer sa passion pour la comédie après avoir interprété Marie dans une crèche vivante en utilisant un accent du Yorkshire. Elle a étudié à la Wychwood School et à la St Edward's School d'Oxford, deux écoles privées. Elle révèle plus tard que ces écoles ne l'ont jamais encouragée, ni accompagnée dans ses projets de devenir actrice. Pugh entame sa carrière d'actrice en 2014 avec le film dramatique The Falling de Carol Morley, alors qu'elle est toujours étudiante. Cette première performance reçoit des critiques positives et lui permet d'être nommée pour le prix du Meilleur espoir britannique au festival du film de Londres ainsi que pour le prix du Jeune acteur/actrice britannique de l'année au London Film Critics Circle Awards. En 2016, elle devient le personnage principal du film The Young Lady, adapté du roman Lady Macbeth du district de Mtsensk, dans lequel elle interprète une jeune femme enfermée dans un mariage triste. Pour sa performance, elle remporte plusieurs prix dont celui de la meilleure actrice aux British Independent Film Awards. En 2018, elle joue dans le film d'action The Passenger puis dans le téléfilm King Lear avec Anthony Hopkins et Emma Thompson. Elle joue ensuite dans deux films distribués par Netflix : le film d'horreur Les Mauvais Esprits, dans lequel elle interprète une fausse médium qui se retrouve confrontée à une véritable maison hantée, et le film d'action historique Outlaw King : Le Roi hors-la-loi, dans lequel elle joue la reine Élisabeth de Burgh. Toujours la même année, elle est l'un des personnages principaux de la mini-série d'espionnage The Little Drummer Girl. Elle est également apparue dans le court métrage Leading Lady Parts de Jessica Swale aux côtés d'autres actrices britanniques comme Emilia Clarke, Lena Headey, Felicity Jones, Gemma Arterton. Ce court métrage est inspiré par le mouvement Time's Up."
  },
  {
    "id": 17,
    "metiers": [
      "Acteur",
      "Scénariste",
      "Réalisateur",
      "Musicien",
      "Producteur",
      "Producteur délégué"
    ],
    "nom": "Donald Glover",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Donald_Glover_TIFF_2015.jpg",
    "nom_de_naissance": "Donald McKinley Glover Jr.",
    "date_de_naissance": "25 Septembre 1983",
    "age": 41,
    "nationalite": "Américain",
    "oeuvres_principales": ["Atlanta", "Community", "Solo: A Star Wars Story"],
    "carriere": 25,
    "nb_films": 20,
    "prix": 2,
    "description": "Multi-talent : acteur, scénariste, producteur et musicien sous le nom de Childish Gambino.",
    "biographie": "Donald McKinley Glover naît le 25 septembre 1983 sur la base aérienne Edwards Air Force, fils de Donald Glover Senior, postier et de Beverly Smith, assistante maternelle. Il a un frère cadet, Stephen. Lorsqu'il a quatre ans, la famille déménage en Géorgie, à Stone Mountain, dans la banlieue d'Atlanta. Ses parents sont témoins de Jéhovah et élèvent leurs enfants dans cette religion. Il fréquente le lycée Lakeside et l'école des arts de DeKalb. Il est élu dans son lycée « personne la plus susceptible d'écrire pour Les Simpson ». Il sort ensuite en 2006, diplômé en dramaturgie de la Tisch School of the Arts de l'Université de New-York. Dès ses études, il relève la question du racisme dans la société américaine, et écrit une pièce de théâtre — Black Peter Pan — une comédie dans laquelle les enfants refusent de partir pour Neverland car ils ont peur d'un Peter Pan ayant la peau noire. Pendant qu'il est à l'université, Donald Glover produit lui-même sa première mixtape The Younger I Get, qui n'est cependant pas sortie, car il l'a jugée trop violente. Glover a également commencé à produire de la musique électronique, sous le nom de MCD, puis McDJ, remixant l'album de Sufjan Stevens Illinois (2005). Alors qu'il vit encore dans les dortoirs de l'université, Donald Glover commence à écrire pour la série comique 30 Rock de Tina Fey qui l'a embauché en grande partie pour son talent mais aussi parce que le fond pour la diversité de NBC « le rendait gratuit ». L'acteur au PaleyFest 2010, pour la promotion de Community. En 2009, il quitte la série au bout de la saison 3 pour se lancer dans une autre, cette fois en tant qu'acteur. Community connait un succès confidentiel en termes d'audiences mais devient rapidement culte, grâce à une écriture décalée et originale et sa large distribution composée de talents comiques d'horizons divers. Glover s'investit lui-même dans les scénarios, et développe une carrière dans le stand-up. Début 2018, il évoque les remarques racistes de son collègue sur la série, Chevy Chase, telles que « Le public pense que tu es le plus drôle parce que tu es noir ». Si Chase quitte la série durant le tournage de la quatrième saison (début 2012), notamment à la suite de difficultés relationnelles avec le créateur Dan Harmon, Glover part seulement au milieu de la cinquième saison (fin 2013). Il enchaîne avec deux apparitions dans la série de HBO, Girls. Mais surtout, il se concentre sur une carrière prometteuse de rappeur, sous le nom de Childish Gambino, et il se lance aussi au cinéma."
  },
  {
    "id": 18,
    "metiers": ["Actrice", "Productrice déléguée", "Réalisatrice"],
    "nom": "Sarah Paulson",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Sarah_Paulson_at_the_2024_Toronto_International_Film_Festival_2_%28cropped%29.jpg",
    "nom_de_naissance": "Sarah Catherine Paulson",
    "date_de_naissance": "17 Décembre 1974",
    "age": 50,
    "nationalite": "Américaine",
    "oeuvres_principales": [
      "American Horror Story",
      "Ratched",
      "12 Years a Slave"
    ],
    "carriere": 31,
    "nb_films": 71,
    "prix": 2,
    "description": "Spécialiste des rôles intenses, souvent vue dans des drames psychologiques.",
    "biographie": "Sarah Paulson est la fille de Catherine Gordon (née Dolcater) et Douglas Lyle Paulson II. Née à Tampa en Floride, elle a vécu dans le sud de cette ville jusqu'à ses 5 ans, quand ses parents divorcent. Elle passe quelque temps dans le Maine avant d'aller s'installer avec sa mère à New York. Elle a vécu dans le Queens et Gramercy Park, avant de s'installer à Park Slope, Brooklyn. Ses étés se passent en Floride pour rendre visite à son père. Paulson a fréquenté l'école secondaire de Manhattan des arts du spectacle et l'American Academy of Dramatic Arts. Paulson a commencé à travailler en tant qu'actrice dès la sortie de l'école. Elle joue dans la pièce d'Horton Foote Talking Pictures au Signature Theatre, puis enchaîne les rôles sur le petit écran. Après une apparition dans un épisode de la série policière New York, Police judiciaire en 1994, elle participe au téléfilm Friends at Last (1995), où elle donne la réplique à Kathleen Turner. Elle décroche son premier rôle régulier avec la série d'horreur American Gothic, diffusée entre 1996 et 1997. Le tournage de la série l'oblige à s'installer durant cette période en Caroline du Nord. À la suite de l'arrêt prématuré du programme, elle enchaîne les rôles à la télévision comme au cinéma, avant de décrocher un nouveau rôle régulier : celui de la trentenaire Elisa Cronkite, dans la série tragi-comique Jack and Jill, diffusée sur la chaîne The WB entre 1999 et 2001. Parallèlement, elle fait des apparitions dans des films plus commerciaux : les comédies romantiques L'Autre Sœur de Garry Marshall, sorti en 1999, et Ce que veulent les femmes de Nancy Meyers, succès de l'année 2000. Ses deux expériences télévisuelles écourtées lui permettent d'être enfin repérée pour un rôle principal. Mais la comédie Leap of Faith s'arrête au bout de 6 épisodes, faute d'audience. Le rôle lui donne néanmoins une visibilité supplémentaire, et lui permet d'enchaîner les participations dans des œuvres plus exposées. Elle joue ainsi dans la comédie musicale Bye Bye Love, et dans le drame indépendant Swimmers, et entre-temps continue à se diversifier à la télévision : elle joue dans l'éphémère série judiciaire d'ABC, The D.A. puis à un épisode de la satire médicale Nip/Tuck. Ces rôles dans des séries saluées par la critique l'amènent à participer à neuf épisodes de la seconde saison de l'acclamée série-western de la chaîne HBO, Deadwood. En 2005, elle enchaîne les seconds rôles dans des films : la comédie dramatique Griffin and Phoenix, la comédie indépendante Diggers, le biopic The Notorious Bettie Page et le premier long-métrage de Joss Whedon, le film de science-fiction Serenity. La rentrée télévisuelle 2006 s'avère cruciale, l'actrice faisant partie de la distribution principale d'une série dramatique très attendue, sur la chaîne NBC, Studio 60 on the Sunset Strip. Elle y joue Harriet Hayes, l'une des stars de l'émission à sketches fictive dont la série nous raconte les coulisses. Son interprétation lui vaut une nomination au Golden Globe de la meilleure actrice dans un second rôle dans une série, une mini-série ou un téléfilm, malgré l'arrêt soudain de la série au bout d'une saison. En 2008, le créateur de Nip/Tuck, Ryan Murphy, lui confie un rôle de sa nouvelle série, Pretty/Handsome, mais le pilote ne donne pas lieu à une série. En décembre de cette année, elle est à l'affiche d'un blockbuster, une adaptation cinématographique de la bande dessinée de Will Eisner, The Spirit, où elle prête ses traits à Ellen Dolan. Le film est cependant un échec commercial. Le 25 août 2008, ABC commande un pilote de la série romantique Cupid. Ce remake de la série des années 1990 portée alors par Jeremy Piven et Paula Marshall, permet à l'actrice d'évoluer dans un registre plus léger, face à Bobby Cannavale. Lancée fin mars 2009 sur ABC, elle est cependant annulée le 19 mai 2009, après seulement six épisodes diffusés. Elle apparaît ensuite dans d'autres gros succès de la chaîne : en février 2010 dans la série médicale Grey's Anatomy, dans le rôle de la mère jeune du personnage principal Meredith Grey, puis en participant à deux épisodes de Desperate Housewives, diffusés en 2007 et 2011, où elle joue la sœur immature de Lynette Scavo."
  },
  {
    "id": 19,
    "metiers": [
      "Acteur",
      "Producteur délégué",
      "Réalisateur",
      "Scénariste Producteur"
    ],
    "nom": "Gael García Bernal",
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/da/Gael_Garc%C3%ADa_Bernal_in_an_interview_in_May_2017.png",
    "nom_de_naissance": "Gael García Bernal",
    "date_de_naissance": "30 Novembre 1978",
    "age": 46,
    "nationalite": "Mexicain",
    "oeuvres_principales": [
      "Mozart in the Jungle",
      "Y Tu Mamá También",
      "Werewolf by Night"
    ],
    "nb_films": 72,
    "prix": 2,
    "description": "Acteur engagé, figure importante du cinéma mexicain et international.",
    "biographie": "Gael est le fils de José Angel García, réalisateur, et de Patricia Bernal, actrice et top model, qui se remarie avec Sergio Yazbek. Dès l'âge de 11 ans, il se fait connaître dans la série Teresa aux côtés de Salma Hayek. Trois ans après il participe au soap El Abuelo y yo et à plusieurs courts-métrages dont De tripas, corazón (1996) nommé à l'Oscar du meilleur court métrage en prises de vues réelles. Gael García Bernal a également étudié à la Central School of Speech and Drama de Londres. Il décroche des rôles qui vont véritablement le révéler à un large public dans deux longs-métrages mexicains : Amours chiennes (Amores Perros) (2000) d'Alejandro González Iñárritu, nommé pour l'Oscar du meilleur film en langue étrangère. Il enchaîne avec Le Crime du père Amaro (El crimen del padre Amaro), film controversé dans lequel il joue le rôle d'un prêtre attiré par une jeune femme. Il tourne également aux États-Unis dans la comédie romantique Autour de Lucy (I'm with Lucy) et le drame Attraction fatale (Dot the I), une histoire de manipulation. En 2004, il crée un double événement au Festival de Cannes en représentant deux films sur la Croisette. Le premier est Carnets de voyage (Diarios de motocicleta) de Walter Salles, où il incarne le jeune Ernesto Guevara de la Serna, avant qu'il ne devienne Che Guevara, rôle qu'il a déjà tenu dans la mini-série Fidel. Dans le second, La Mauvaise Éducation (La mala educación) de Pedro Almodóvar, présenté en ouverture, il assure un triple rôle (un frère mythomane, un frère revanchard, et un homme homosexuel mal dans sa peau). Almodovar confiera quelques années plus tard que le comportement de l'acteur au cours du tournage, était « vraiment affreux ». Refusant régulièrement de se maquiller et de se voir en travesti - ce qui lui causait, selon Almodovar, des accès de panique -, rechignant à exécuter les scènes d'intimité physique avec les autres acteurs, l'acteur poussa le réalisateur à réécrire le scénario en cours de tournage. Almodovar qualifiera ces frictions comme l'une des pires expériences, sinon la pire, de sa carrière. En 2006, il retrouve Alejandro González Iñárritu pour le film Babel qui met notamment en vedette Brad Pitt et Cate Blanchett. Il joue également dans La Science des rêves de Michel Gondry où il tourne en français et en anglais. Ces deux films, ainsi que quelques précédents, montrent l'intérêt que porte Gael García Bernal au cinéma d'auteur à vocation internationale. En 2007, il présente Ambulantes, une tournée de documentaires présentée par les mexicains Gael García et Diego Luna et leur maison de production Canana Films. En parallèle, il est membre du jury à la 57e Berlinale. Après une liaison de quatre ans avec Natalie Portman, il se lie à l'actrice argentine Dolores Fonzi. En 2009, il est père d'un petit Lazaro, né le 8 janvier, puis d'une fille, Libertad, le 7 avril 2011. Les deux acteurs annoncent leur séparation en septembre 2014. En 2010, il tourne un spot publicitaire pour la marque Nike, où il interprète le joueur portugais Cristiano Ronaldo. La même année, il préside le jury de la Caméra d'or au 63e Festival de Cannes. Le 14 août 2012, il reçoit le trophée « Excellence Award Moët et Chandon » pour l'ensemble de sa carrière au Festival de Locarno. En 2013, il joue le rôle d'un publicitaire anti-Pinochet dans No, du réalisateur chilien Pablo Larraín. En mai 2014, il est membre du jury au 67e Festival de Cannes, présidé par la réalisatrice néo-zélandaise Jane Campion, aux côtés des actrices Carole Bouquet, Leila Hatami et Jeon Do-yeon, de l'acteur Willem Dafoe et des réalisateurs Sofia Coppola, Nicolas Winding Refn et Jia Zhangke. En janvier 2017 il est juré de la section US Dramatic Competition lors du Festival du film de Sundance 2017. En octobre 2023 il préside le jury du 18e Festival international du film de Rome."
  },
  {
    "id": 20,
    "metiers": ["Acteur", "Producteur délégué", "Producteur", "Scénariste"],
    "nom": "Mads Mikkelsen",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Mads_Mikkelsen_Cannes_2016.jpg",
    "nom_de_naissance": "Mads Dittman Mikkelsen",
    "date_de_naissance": "22 Novembre 1965",
    "age": 59,
    "nationalite": "Danois",
    "oeuvres_principales": ["Hannibal", "Another Round", "Casino Royale"],
    "carriere": 29,
    "nb_films": 56,
    "prix": 4,
    "description": "Acteur au charisme glacial, souvent dans des rôles complexes et sombres.",
    "biographie": "Mads Dittman Mikkelsen naît le 22 novembre 1965 dans le quartier d'Østerbro, à Copenhague, capitale du Danemark. Il est le fils de Bente Christiansen et de Henning Mikkelsen, chauffeur de taxi. Il a un frère aîné Lars Mikkelsen, né le 6 mai 1964. Ils grandissent dans le quartier de Nørrebro où la famille s'est installée. Durant sa jeunesse, il suit une formation de gymnaste, voulant poursuivre l’athlétisme. Puis il décide d'étudier la danse et part en Suède à la Balettakademien (« Académie de danse ») de Göteborg, où il acquiert de surcroît une bonne connaissance du suédois. Durant sa carrière de danseur d'une dizaine d'années, il rencontre en 1987 la chorégraphe Hanne Jacobsen, qu’il épouse en 2000. En 1996, il arrête la danse pour aller étudier l’art dramatique à l’école de théâtre d’Aarhus (Danemark), se lançant dans une carrière d’acteur. Mads Mikkelsen apparaît au cinéma en 1996 dans le film danois Pusher, réalisé par Nicolas Winding Refn. Il multiplie alors les rôles des productions télévisuelles et cinématographiques. Quand il tourne la suite Pusher 2 (2004), c'est pour retrouver un personnage considérablement développé. En 2006, il est révélé au public mondial en incarnant Le Chiffre, l'antagoniste du nouveau James Bond, Casino Royale, de Martin Campbell. Si cette année-là, il continue à réaliser des films au Danemark, où il prouve sa capacité à jouer les héros comme les amants et les criminels ou encore l'amant bisexuel dans En kort en lang de Hella Joof, il se consacre ensuite à des projets étrangers. L'année 2009 le voit ainsi jouer l'amant de Coco Chanel, Igor Stravinsky, pour le biopic Coco Chanel et Igor Stravinsky, réalisé par Jan Kounen. Pour donner la réplique à Anna Mouglalis, il prend des cours intensifs de français et de russe. Parallèlement, il porte le nouveau projet du nouveau film réalisé par Nicolas Winding Refn, le drame fantastique Le Guerrier silencieux."
  },
  {
    "id": 21,
    "metiers": [
      "Acteur",
      "Producteur délégué",
      "Producteur",
      "Réalisateur",
      "Scénariste"
    ],
    "nom": "Idris Elba",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Mads_Mikkelsen_Cannes_2016.jpg",
    "nom_de_naissance": "Idrissa Akuna Elba",
    "date_de_naissance": "6 Septembre 1972",
    "age": 52,
    "nationalite": "Britannique",
    "oeuvres_principales": ["Luther, Beasts of No Nation, Thor"],
    "carriere": 28,
    "nb_films": 87,
    "prix": 4,
    "description": "Acteur puissant, souvent évoqué comme potentiel James Bond.",
    "biographie": "Idris Akuna Elba est l'enfant unique d'un père sierra-léonais et d'une mère ghanéenne. Il commence sa carrière à la télévision britannique : après des débuts dans le soap opera britannique Family Affairs, il enchaîne les apparitions entre 1994 et 1999 : il se distingue notamment dans la série télévisée à succès Ultraviolet, en 1998. Il joue le rôle de Gregoire dans la comédie française Belle-maman, aux côtés de Catherine Deneuve et Vincent Lindon. Il débarque aux États-Unis au début des années 2000, où il apparaît dans quelques productions. Mais il se fait surtout remarquer en tenant le rôle récurrent du gangster intellectuel Russell « Stringer » Bell, dans Sur écoute, série dramatique saluée par la critique, et ce durant trois saisons, diffusées entre 2002 et 2004 par la chaîne câblée HBO. La chaîne lui renouvelle sa confiance en lui attribuant le rôle principal du téléfilm historique Quelques jours en avril, consacré au génocide au Rwanda, réalisé par Raoul Peck, et diffusé en 2008. Fort de cette reconnaissance télévisuelle, il passe au cinéma pour des rôles secondaires exposés. L'année 2007 est marquée par son apparition dans le thriller horrifique 28 Semaines plus tard, sous la direction de Juan Carlos Fresnadillo, et aux côtés d'autres valeurs montantes, Rose Byrne et Jeremy Renner ; puis au polar historique American Gangster, de Ridley Scott, mené par Denzel Washington et Russell Crowe. Entre 2008 et 2010, il apparaît dans un des grands succès de Guy Richie, RocknRolla, puis dans une poignée d'échecs, critiques et commerciaux cuisants, sur le front américain. Parmi eux, le film d'horreur Unborn, de David S. Goyer, et la comédie d'action chorale The Losers. C'est bien à la télévision qu'il parvient à dynamiser sa carrière : après s'être aventuré sur le terrain de la comédie - la sitcom The Office en 2009 et la plus grave The Big C, en 2010 - il revient à la télévision britannique en acceptant de prêter ses traits au héros éponyme de la série policière Luther, lancée par la chaîne anglaise BBC One. Sa performance lui vaut une poignée de nominations et de récompenses, et continue à contribuer à sa reconnaissance à l'échelle internationale. Entre deux saisons du programme, il parvient à évoluer dans des super-productions hollywoodiennes : il est en effet choisi par Marvel Studios pour prêter ses traits à Heimdall, le gardien du passage des Neuf Royaumes, dans le blockbuster Thor, de Kenneth Branagh, en 2011. En 2012, il fait une infidélité ponctuelle à Disney/Marvel pour évoluer dans le film fantastique à moyen budget Ghost Rider 2 : L'Esprit de vengeance, de Mark Neveldine et Brian Taylor. La même année, Ridley Scott fait de nouveau appel à lui pour intégrer la distribution de son blockbuster de science-fiction Prometheus, où il joue le débonnaire mais courageux capitaine du vaisseau éponyme. Et en 2013, c'est Guillermo del Toro qui le convoque pour intégrer le casting international du spectaculaire Pacific Rim, toujours dans le rôle d'un pilote, cette fois de jaeger. En 2015, il joue dans le film d'action Gunman, mis en scène par le français Pierre Morel, avec Sean Penn dans le rôle principal. C'est cette fois un échec critique et commercial. C'est en s'éloignant des blockbusters qu'il décroche des premiers rôles, et évolue dans un registre plus adulte : en incarnant Nelson Mandela dans le biopic Mandela : Un long chemin vers la liberté, de Justin Chadwick en 2013 ; en 2014, il s'investit dans la production d'un drame dont il partage l'affiche avec Taraji P. Henson. La même année, il retourne en Angleterre pour porter le drame Second Coming, qui reçoit un bel accueil critique au Festival International du film de Toronto. Enfin, il est la tête d'affiche de l'acclamé drame historique Beasts of No Nation, écrit et réalisé par Cary Joji Fukunaga. Cette reconnaissance critique va lui permettre de désormais prétendre à des premiers rôles."
  },
  {
    "id": 22,
    "metiers": [
      "Acteur",
      "Producteur",
      "Producteur délégué",
      "Assistant monteur",
      "Musicien"
    ],
    "nom": "Christian Bale",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Christian_Bale-7837.jpg",
    "nom_de_naissance": "Christian Charles Philip Bale",
    "date_de_naissance": "30 Janvier 1973",
    "age": 51,
    "nationalite": "Britannique",
    "oeuvres_principales": ["The Dark Knight, American Psycho, The Fighter"],
    "carriere": 39,
    "nb_films": 54,
    "prix": 6,
    "description": "Maître des transformations physiques, reconnu pour son engagement extrême dans ses rôles.",
    "biographie": "Christian Charles Philip Bale naît le 30 janvier 1974 à Haverfordwest (pays de Galles). Fils de David Bale (1941-2003), entrepreneur et militant de la cause animale, et de Jenny James (artiste de cirque), Christian Charles Philip Bale a trois sœurs. Sa mère est anglaise et son père est né en Afrique du Sud de parents anglais. Bien que né au pays de Galles, Christian Bale se sent anglais et non gallois (« Je suis né au pays de Galles mais je ne suis pas gallois - Je suis anglais »). Il a passé son enfance au pays de Galles, en Angleterre (Surrey et Dorset) et au Portugal, et a reconnu que cette vie itinérante l'a influencé dans son choix de devenir acteur. Il a étudié à la Bournemouth School qu'il quitta à 16 ans. Ses parents divorcent en 1991, et alors que sa mère reste à Bournemouth, en Angleterre, il suit son père aux États-Unis, à Los Angeles. En 2000, il épouse Sandra « Sibi » Blazic, ancien mannequin, maquilleuse et assistante personnelle de Winona Ryder. Le couple a une fille, Emmeline, née le 27 mars 2005 à Santa Monica (Californie), et un fils, Joseph, né le 18 août 2014. Il a commencé sa carrière de comédien en tournant en 1982 une publicité pour un assouplissant Lenor. L'année suivante, il apparaît dans une pub pour les céréales Pac-Man, jouant un enfant rock star. Il fait également du théâtre et apparaît dans The Nerd en 1984 aux côtés de Rowan Atkinson (futur Mr. Bean). Il obtient d'abord en 1986 le rôle du Jum-Jum, le meilleur ami du Prince Mio dans Mio au royaume de nulle part, l'adaptation soviétique du conte Mio, mon Mio (Mio min Mio) d'Astrid Lindgren. Il joue l'année suivante dans l’Empire du soleil de Steven Spielberg. Il est alors propulsé sous le feu des projecteurs à seulement treize ans. Il participe ensuite au film Henry V (1989), puis interprète Jim Hawkins dans le téléfilm L'Île au trésor (1990) avec Charlton Heston. Il grandit au fil des films, tout en se diversifiant : en 1993, il campe le rôle d'un jeune Allemand entrant dans les jeunesses hitlériennes dans le drame historique Swing Kids. L'année suivante, il prête ses traits au jeune Laurie, ami de la jeune Jo, dans l'adaptation Les Quatre Filles du docteur March . En 1998, il interprète dans le drame Velvet Goldmine le rôle d'un jeune journaliste gay chargé d'enquêter sur la mort d'un chanteur de glam rock, Brian Slade, personnage inspiré de David Bowie. En 2000, il est le fils raciste d'un riche promoteur dans Shaft ; mais surtout, la même année, il incarne Patrick Bateman, le golden boy psychopathe dans l'adaptation au cinéma du roman de Bret Easton Ellis, American Psycho. Le succès critique et commercial du long-métrage lance définitivement la carrière de l'acteur, désormais âgé de vingt-six ans."
  }
]
